################################################################################
# Params
################################################################################
variable "environment" { description = "環境(dev/stg/pro)" }
variable "region" { description = "利用するリージョン" }

################################################################################
# LocalParams
################################################################################
locals {
  name            = "ecs-dev-ts-template"
  repository_name = "ecs_dev_ts_template"
  version         = "develop"
}
